questions = [
    # Оригинальные 10
    {
        'question': 'Какой из следующих не был городом-государством Греции?',
        'options': ['A. Афины', 'B. Спарта', 'C. Коринф', 'D. Капуя'],
        'answer': 'D'
    },
    {
        'question': 'Когда произошли первые задокументированные Олимпийские игры?',
        'options': ['A. 776 до н.э.', 'B. 100 до н.э.', 'C. 100 н.э.', 'D. 4 до н.э.'],
        'answer': 'A'
    },
    {
        'question': 'Чем был богом Арес?',
        'options': ['A. Море', 'B. Облака', 'C. Война', 'D. Торговля'],
        'answer': 'C'
    },
    {
        'question': 'Сколько было олимпийских богов?',
        'options': ['A. 24', 'B. 7', 'C. 12', 'D. 8'],
        'answer': 'C'
    },
    {
        'question': 'Сколько лет должно быть мужчине, чтобы голосовать в древних Афинах?',
        'options': ['A. 16', 'B. 18', 'C. 21', 'D. 30'],
        'answer': 'B'
    },
    {
        'question': 'В какой момент женщина перестает быть коре (девочкой) и считается гине (женщиной) в Древней Греции?',
        'options': ['A. Когда у нее рождается первый ребенок', 'B. Когда ей исполняется 18', 'C. Когда она выходит замуж', 'D. Когда у нее первая менструация'],
        'answer': 'A'
    },
    {
        'question': 'Почему греки пошли на войну в "Илиаде"?',
        'options': ['A. Чтобы уладить наследство', 'B. Потому что Ахилл скучал', 'C. Из-за троянского пиратства', 'D. Чтобы вернуть самую красивую женщину в мире'],
        'answer': 'D'
    },
    {
        'question': 'Кто из этих не была одной из трех богинь-девственниц в греческой мифологии?',
        'options': ['A. Артемида', 'B. Афина', 'C. Гестия', 'D. Гера'],
        'answer': 'D'
    },
    {
        'question': 'Какое из этих не было написано Платоном?',
        'options': ['A. Республика', 'B. Политика', 'C. Критон', 'D. Апология'],
        'answer': 'B'
    },
    {
        'question': 'Сколько лет было Александру Великому, когда он умер?',
        'options': ['A. 32', 'B. 28', 'C. 24', 'D. 40'],
        'answer': 'A'
    },
    # Из
    {
        'question': 'Троянская война была воспета в поэме древнегреческого поэта Гомера, называвшейся:',
        'options': ['A. «Одиссея»', 'B. «Младшая Эда»', 'C. «Илиада»'],
        'answer': 'C'
    },
    {
        'question': 'Исторический и культурный период в истории человечества, связанный с существованием греко-римской цивилизации, называют:',
        'options': ['A. Античностью', 'B. Древним миром', 'C. Средними веками'],
        'answer': 'A'
    },
    {
        'question': 'Первой цивилизацией на территории Европы с центром на острове Крит стала:',
        'options': ['A. Критская', 'B. Греческая', 'C. Минойская'],
        'answer': 'C'
    },
    {
        'question': 'Древняя Греция располагалась на:',
        'options': ['A. побережье Каспийского моря', 'B. Балканском полуострове', 'C. территории современной Испании'],
        'answer': 'B'
    },
    {
        'question': 'По легенде Минотавр был:',
        'options': ['A. сыном Посейдона', 'B. сыном Зевса', 'C. сыном первого царя Крита Миноса'],
        'answer': 'C'
    },
    {
        'question': 'Знаменитый лабиринт, в который поместили Минотавра, построил:',
        'options': ['A. Дедал', 'B. Икар', 'C. Геракл'],
        'answer': 'A'
    },
    {
        'question': 'Кто согласно легенде, спас от Минотавра сына царя Афин Тесея:',
        'options': ['A. Икар', 'B. одна из рабынь', 'C. дочь царя Крита Ариадна'],
        'answer': 'C'
    },
    {
        'question': 'Как Тесею удалось покинуть лабиринт:',
        'options': ['A. с помощью рассыпанных по полу крошек', 'B. при помощи клубка ниток, один конец которого был привязан у входа в лабиринт', 'C. Ариадна лично вывела Тесея из лабиринта'],
        'answer': 'B'
    },
    {
        'question': 'Троянская война началась по вине:',
        'options': ['A. греков-ахейцев, теснимых с севера дорийскими племенами и отправившихся в Малую Азию для основания новых колоний', 'B. жителей города Троя, пытавшихся завоевать города на территории Балканского полуострова', 'C. дорийцев, напавших на Трою и вынудивших ее жителей искать союза с ахейцами'],
        'answer': 'A'
    },
    {
        'question': 'Гомер указал в качестве одной из причин начавшейся войны:',
        'options': ['A. похищение сыном царя Трои Парисом прекрасной Елены, являвшейся женой одного из ахейских правителей', 'B. ссору между Агамемноном и царем Трои Приамом', 'C. распри, возникшие между Одиссеем и Парисом'],
        'answer': 'A'
    },
    {
        'question': 'Единственным уязвимым местом на теле древнегреческого героя Ахиллеса, воевавшего на стороне ахейцев, была:',
        'options': ['A. пятка', 'B. ладонь левой руки', 'C. ладонь правой руки'],
        'answer': 'A'
    },
    {
        'question': 'Ахиллес был сыном:',
        'options': ['A. Геры и Аполлона', 'B. Геракла', 'C. богини Фетиды и царя Пелея'],
        'answer': 'C'
    },
    {
        'question': 'Гомер утверждал, что Троянская война длилась:',
        'options': ['A. 20 лет', 'B. 10 лет', 'C. 11 лет'],
        'answer': 'B'
    },
    {
        'question': 'В произведениях Гомера «хитроумным» называют:',
        'options': ['A. Патрокла', 'B. Одиссея', 'C. Ахиллеса'],
        'answer': 'B'
    },
    {
        'question': 'Термином «троянский конь» обозначают:',
        'options': ['A. хитроумную задумку, не очень честное, но успешное мероприятие', 'B. благородный поступок', 'C. деяние, достойное самого сурового наказания'],
        'answer': 'A'
    },
    # Из
    {
        'question': 'Как именовали себя жители древней Греции:',
        'options': ['A. греки', 'B. эллины', 'C. метеки', 'D. фракийцы'],
        'answer': 'B'
    },
    # Из
    {
        'question': 'Когда началась Троянская война?',
        'options': ['A. VIII в.д.н.э', 'B. 594 г.д.н.э', 'C. 1200 г.д.н.э', 'D. XV в д.н.э'],
        'answer': 'C'
    },
    {
        'question': 'В какой области были расположены Афины?',
        'options': ['A. Лаконии', 'B. Аттике', 'C. Мессении'],
        'answer': 'B'
    },
    {
        'question': 'Бесстрашный Гектор - это',
        'options': ['A. древнегреческий поэт', 'B. военный вождь троянцев', 'C. муж богини Деметры', 'D. сын царя Афин Эгея'],
        'answer': 'B'
    },
    {
        'question': 'Зевс является богом:',
        'options': ['A. грома и молнии', 'B. богом моря', 'C. богом виноделия и виноградства', 'D. богом «царства мертвых»'],
        'answer': 'A'
    },
    {
        'question': 'Богиня Фетида является мамой:',
        'options': ['A. Гектора', 'B. Гермеса', 'C. Патрокла', 'D. Ахиллеса'],
        'answer': 'D'
    }
    ]